Repository: gssapi/gss-ntlmssp
Catalog: po/*.po
Languages: tr

source: Unknown Error
tr: Bilinmeyen Hata

source: Failed to decode data
tr: Verilerin kodu çözülemedi

source: Failed to encode data
tr: Veriler kodlanamadı

source: Crypto routine failure
tr: Kripto işlemi hatası

source: A required argument is missing
tr: Gerekli argüman eksik

source: Invalid value in argument
tr: Geçersiz argüman değeri

source: Name is empty
tr: Ad boş

source: Not a server name
tr: Sunucu adı değil

source: Not a user name
tr: Kullanıcı adı değil

source: Bad LM compatibility Level
tr: Hatalı LM uyumluluk seviyesi

source: An impossible error occurred
tr: İmkansız bir hata oluştu

source: Invalid or incomplete context
tr: Geçersiz veya eksik bağlam

source: Wrong context type
tr: Yanlış bağlam türü

source: Wrong message type
tr: Yanlış mesaj türü

source: A required Negotiate flag was not provided
tr: Gerekli bir anlaşma seçeneği belirtilmedi

source: Failed to negotiate a common set of flags
tr: Ortak bir seçenek kümesi üzerinde anlaşılamadı

source: Invalid combinations of negotiate flags
tr: Geçersiz anlaşma seçenekleri birleşimleri

source: Not a server credential type
tr: Sunucu kimlik bilgisi türü değil

source: Not a user credential type
tr: Kullanıcı kimlik bilgisi türü değil

source: Invalid or unknown credential
tr: Geçersiz veya bilinmeyen kimlik bilgisi

source: Empty or missing token
tr: Boş veya eksik belirteç

source: Feature not supported
tr: Özellik desteklenmiyor

source: Feature not available
tr: Özellik kullanılabilir değil

source: Name is too long
tr: Ad çok uzun

source: Required channel bingings are not available
tr: Gerekli kanal bağlantıları kullanılabilir değil

source: Server and client clocks are too far apart
tr: Sunucu ve istemci saatleri birbirinden çok farklı

source: Expired
tr: Süresi doldu

source: Invalid key length
tr: Geçersiz anahtar uzunluğu

source: NTLM version 1 not allowed
tr: NTLM sürüm 1'e izin verilmiyor

source: User not found
tr: Kullanıcı bulunamadı
